{
  "itemGroup.utilitix": "UtilitiX",
  
  "block.utilitix.experience_crystal": "Кристалл опыта",
  "block.utilitix.weak_redstone_torch": "Потухший редстоуновый факел",
  "block.utilitix.advanced_brewery": "Продвинутая пивоварня",
  "block.utilitix.comparator_redirector_up": "Компаратор перенаправления: Вверх",
  "block.utilitix.comparator_redirector_down": "Компаратор перенаправления: Вниз",
  "block.utilitix.linked_repeater": "Сопряжённый повторитель",
  "block.utilitix.highspeed_rail": "Высокоскоростная рельса",
  "block.utilitix.directional_rail": "Направляющая рельса",
  "block.utilitix.directional_highspeed_rail": "Направляющая высокоскоростная рельса",
  "block.utilitix.crossing_rail": "Пересекающая рельса",
  "block.utilitix.filter_rail": "Фильтрующая рельса",
  "block.utilitix.reinforced_rail": "Укреплённая рельса",
  "block.utilitix.reinforced_crossing_rail": "Укреплённая пересекающая рельса",
  "block.utilitix.reinforced_filter_rail": "Укреплённая фильтрующая рельса",
  "block.utilitix.piston_controller_rail": "Поршневой контроллер для Вагонетной рельсы",
  "block.utilitix.reinforced_piston_controller_rail": "Укреплённый поршневой контроллер для Вагонетной рельсы",
  "block.utilitix.crude_furnace": "Сырая печь",
  "block.utilitix.stone_wall": "Каменная стена",
  
  "enchantment.utilitix.bell_range": "Колокольный диапазон",
  "enchantment.utilitix.bell_range.desc": "Увеличивает диапазон оповещения и свечения UtilitX колокольчиков.",
  
  "entity.utilitix.ender_cart": "Вагонетка с Эндер сундуком",
  "entity.utilitix.piston_cart": "Вагонетка с Поршнем",
  "entity.utilitix.stonecutter_cart": "Вагонетка с Камнерезом",
  "entity.utilitix.anvil_cart": "Вагонетка с Наковальней",
  
  "item.utilitix.hand_bell": "Ручной колокольчик",
  "item.utilitix.gilding_crystal": "Позолоченный кристалл",
  "item.utilitix.mob_bell": "Колокольчик мобов",
  "item.utilitix.quiver": "Колчан",
  "item.utilitix.tiny_coal": "Крохотный уголь",
  "item.utilitix.tiny_charcoal": "Крохотный древесный уголь",
  "item.utilitix.apple_juice": "Яблочный сок",
  "item.utilitix.god_apple_juice": "Яблочный сок бога",
  "item.utilitix.merged_potion": "Смешанное зелье",
  "item.utilitix.failed_potion": "Неудавшееся зелье",
  "item.utilitix.armed_stand": "Стойка для брони с Руками",
  "item.utilitix.glue_ball": "Шарик клея",
  "item.utilitix.linked_crystal": "Сопряжённый редстоуновый кристалл",
  "item.utilitix.minecart_tinkerer": "Вагонетка тинкерера",
  "item.utilitix.diamond_shears": "Алмазные ножницы",
  
  "screen.utilitix.experience_crystal": "Кристалл опыта",
  "screen.utilitix.quiver": "Колчан",
  "screen.utilitix.advanced_brewery": "Продвинутая пивоварня",
  "screen.utilitix.minecart_tinkerer": "Вагонетная маркировка",
  "screen.utilitix.crude_furnace": "Сырая печь",
  
  "tooltip.utilitix.blacklisted_mob": "Этот монстр в чёрном списке",
  "tooltip.utilitix.current_mob": "Текущий монстр",
  "tooltip.utilitix.no_mob": "Shift+пкм по монстру, чтобы связать с Колокольчиком.",
  "tooltip.utilitix.invalid_link": "Не привязан",
  "tooltip.utilitix.valid_link": "Привязан: %s",
  "tooltip.utilitix.signal_strength": "Сила сигнала: %s",
  "tooltip.utilitix.link_failed": "Тебе нужно хотя бы 2 кристалла, чтобы связать их.",
  "tooltip.utilitix.piston_cart_mode": "Режим: %s",
  "tooltip.utilitix.piston_cart_mode_idle": "Простой",
  "tooltip.utilitix.piston_cart_mode_place": "Размещение",
  "tooltip.utilitix.piston_cart_mode_replace": "Замена",
  "tooltip.utilitix.gilded": "Позолоченный",
  "tooltip.utilitix.experience_crystal.add_1": "Хранить 1 уровень",
  "tooltip.utilitix.experience_crystal.add_10": "Хранить 10 уровней",
  "tooltip.utilitix.experience_crystal.add_all": "Хранить все уровни",
  "tooltip.utilitix.experience_crystal.sub_1": "Получить 1 уровень",
  "tooltip.utilitix.experience_crystal.sub_10": "Получить 10 уровней",
  "tooltip.utilitix.experience_crystal.sub_all": "Получить все уровни",
  
  "description.utilitix.advanced_brewery": "Продвинутая пивоварня может модифицировать зелья. Такая-же обычная пивоварня для работы требует Огненный порошок. Она имеет 4 режима: Пивоварение, Слияние, Улучшение и Клонирование.",
  "description.utilitix.advanced_brewery.brewing": "В режиме Пивоварения, центральный слот требует одно зелье, а входной слот требует Специальный ингредиент. Ты можешь посмотреть рецепты Пивоварения в JEI.",
  "description.utilitix.advanced_brewery.merging": "В режиме Слияния, 2 зелья сливаются во внешних слотах зельях и создаётся новое зелье, которое имеет их объединённые эффекты. Центральный слот может содержать Колбу, а слот ингредиента может быть пустым. Чем сложнее полученное зелье, тем больше вероятность провала слияния, что приведёт к неудавшемуся зелью.",
  "description.utilitix.advanced_brewery.upgrading": "В режиме Улучшения, зелье с таким-же эффектом может быть улучшено. Получающееся зелье получит усилитель на 1. Это работает до усилителя III. Зелье для улучшения перейдёт в центральный слот, а широко открытый фрукт Хоруса должен быть наполнен в слоте Ингредиента.",
  "description.utilitix.advanced_brewery.cloning": "В режиме Клонирования, зелье может быть клонировано. Для этого, помести зелье для клонирования в центральный слот и 2 колбы во внешние слоты. Затем, положи несколько кусочков незерита в слот ингредиента.",
  "description.utilitix.comparator_redirector": "Если компаратор помещён около компаратора перенаправления, он в указанном порядке будет считывать выход компаратора по блоку выше или ниже. К этому времени, ты можешь снизу считывать состояние заполнения сундука. Однако, тебе нельзя привязать их.",
  "description.utilitix.weak_redstone_torch": "Слабый редстоуновый факел работает точно также, как и обычный редстоуновый Факел с единственным исключением, он не сильно питает блок выше. Таким образом, ты всё-ещё можешь считывать сигнал от этого блока, но только с Повторителем или Компаратором. Также это означает, что этот факел не затрагивает потухание от факела.",
  "description.utilitix.tiny_coal": "Крохотный уголь плавит ровно 1 предмет.",
  "description.utilitix.hand_bell": "Колокольчик для твоей руки. Звеня, он подсветит Рейдеров как обычный Колокольчик. Дин-дон.",
  "description.utilitix.mob_bell": "Этот специальный колокольчик можно привязать к монстру нажатием Shift + пкм по тому монстру. Звеня по связанному монстру, колокольчик подсветит монстра того типа.",
  "description.utilitix.failed_potion": "Неудавшееся зелье иногда является результатом слияния зелья в Продвинутой пивоварне. Вероятность провала зелий увеличивается при сложном слиянии. После выпивания, ты получишь некоторые отрицательные эффекты.",
  "description.utilitix.armed_stand": "Стойка для брони с Руками. Ты можешь перебирать различные позы нажатием Shift + пкм с помощью Кремния.",
  "description.utilitix.glue_ball": "Шарики клея можно прикрепить к сторонам твёрдых блоков. Эти блоки становятся липкими и тянут соседние блоки, когда их перемещает поршень.",
  "description.utilitix.linked_crystal": "Ты можешь связать вместе до 8 редстоуновых кристаллов, нажатием по нему пкм. Затем, ты можешь положить его к сопряжённому Повторителю для получения беспроводного редстоуна. Также это работает сквозь измерения. Пкм привязанным кристаллом, покажет текущую силу сигнала.",
  "description.utilitix.linked_repeater": "Сопряжённые повторители как Повторители, но с задержкой в 1 тик. Однако, они могут взять связывающие редстоуновые кристаллы для обеспечения беспроводного связи с редстоуном.",
  "description.utilitix.minecart_tinkerer": "Вагонетку тинкерера можно использовать для добавления Маркировок на вагонетки и некоторых типов рельс. Маркировка просто предмет определяющий Вагонетку. Лкм по вагонетке, чтобы установить Маркировку. Чтобы добавить Маркировку на рельсу поддерживающие Маркировки, shift + пкм по рельсе с помощью Вагонетки тинкерера. Примером для такого рода рельсы - Фильтрующая рельса. Другие рельсы, такие как: Контроллер рельс также имеет другие переключаемые параметры. Для этого просто нажми пкм рельсой вместо Shift + пкм.",
  "description.utilitix.highspeed_rail": "Работает как Энергорельса, но намного быстрее. Однако, их нельзя наклонять.",
  "description.utilitix.directional_rail": "Вагонетки на этих рельсах начинают перемещаться сами по себе. Также эта рельса позволяет Вагонеткам проезжать только в одну сторону.",
  "description.utilitix.crossing_rail": "Позволяет 2-м твоим Вагонеткам переезжать по перекрестию без уродливых мостов.",
  "description.utilitix.filter_rail": "Фильтрующая рельса может фильтровать Вагонетки базирующиеся на их Маркировок. Ты можешь поместить Маркировки с помощью Вагонетки тинкерера (Shift + пкм). И тогда все вагонетки с этой же Маркировкой поедут в сторону, а все другие поедут прямо.",
  "description.utilitix.reinforced_rail": "Т.к обычные рельсы почти мгновенно перенаправляют скорость от высокоскоростных рельс к скорости энергорельс, ты можешь использовать укреплённый рельсы, чтобы поддерживать эту скорость в углах. Однако, как высокоскоростные рельсы, их нельзя наклонять.",
  "description.utilitix.ender_cart": "Вагонетка с Эндер сундуком.",
  "description.utilitix.piston_cart": "Эта телега может размещать и заменять рельсы. Она имеет инвентарь, где ты можешь положить новые рельсы слева и забирать заменённые рельсы справа. Ты также можешь добавить редстоуновые факела, располагающиеся ниже пути, чтобы питать энергией рельсы, если их можно запитать.",
  "description.utilitix.piston_controller_rail": "Рельса, управляющая Вагонетками с Поршнями. Ты можешь установить Маркировки с помощью Вагонетки тинкерера (shift + пкм) и задать режим, который должен быть задан к каждой Вагонетке с Поршнем проезжающая по блоку. Эти рельсы не заменяются на Вагонетки с Поршнями.",
  "description.utilitix.stonecutter_cart": "Вагонетка с Камнерезом может ломать блоки. Нажав пкм, ты можешь изменить позицию пилы. Она всегда ломает блоки, стоящие перед пилой. Также она останавливает своё вращение, когда сломает блок и продолжает со своей старой скоростью при завершении. Тем не менее, благодаря этому, ты не можешь просто построить неподвижные дробители блоков, поскольку он никогда не ломает блок в той же позиции 2 раза подряд. Выпавшие блоки всегда помещаются на рельсовый путь, таким образом, ты можешь подбирать их с помощью Вагонетки с Воронкой.",
  "description.utilitix.anvil_cart": "Вагонетка с Наковальней позаботится о сущностях, блокирующие путь. Он выталкивает сущностей с пути, таким образом, другие вагонетки могут безопасно проходить. Также он будет воплощать приблизительно четверть сердечка урона при выталкивании сущностей.",
  "description.utilitix.crude_furnace": "Эта печь плавит всё, что может плавить обычная печь, если Коптильня и Плавильная печь не может переплавить этот предмет. Она создаётся в 2 раза быстрее, чем обычная печь, но обеспечивает только половину опыта.",
  
  "jei.utilitix.gilding": "Позолочение",
  
  "jade.utilitix.experience_crystal.level": "Уровень: ",
  "jade.utilitix.experience_crystal.xp": "Очков XP: "
}
